---
kind: enumMember
id: F:Autodesk.Revit.DB.Analysis.EnergyAnalysisSurfaceType.Roof
enum: Autodesk.Revit.DB.Analysis.EnergyAnalysisSurfaceType
zh: 屋顶
source: html/797dd02e-b6eb-e8b5-0ec8-febab80c0d8a.htm
---
# Autodesk.Revit.DB.Analysis.EnergyAnalysisSurfaceType.Roof

**中文**: 屋顶

Roof.